Repository: collective/ATBiblioTopic
Catalog: i18n/atbibliotopic-*.po
Languages: de

source: Full text search for authors of bibliographical entries (SearchableText expression).
de: Volltextsuche nach Autor(en) von Literatureinträgen (SearchableText Ausdruck)

source: Changes saved.
de: Änderungen wurden gespeichert.

source: Publication date of referenced bibliographical items.
de: Veröffentlichungsdatum referenzierter Publikationen.

source: Publication year of referenced bibliographical items.
de: Veröffentlichungsjahr referenzierter Publikationen.

source: Search all reference item text fields
de: Textfelder von Literatureinträgen durchsuchen

source: Search for all publications of a specific author (format: last name and first initial like in "Smith J").
de: Durchsuche alle Publikationen nach einem bestimmten Author (Format: Nachname und erster Buchstabe des Vornamens, wie z.B. 'Schmidt J').

source: Select reference types that you want to include into your smart bibliography list.
de: Bestimmen Sie die Literaturtypen, die ausschließlich in Ihrer Intelligenten Literaturliste aufgeführt werden sollen.

source: Select specific subtrees of your site to be searched for bibliographical items.
de: Wählen Sie einen Teilbaum (i.e. einen Ordner) Ihrer Website, auf den die Suche nach Literatureinträgen beschränkt werden soll.

source: This criterion looks at all searchable text passages in bibliographical reference items.
de: Dieses Kriterium durchsucht alle Textfelder in Literatureinträgen nach dem spezifizierten Suchschlüssel.

source: Full text search for title of referenced bibliographical items.
de: Volltextsuche nach Titeln referenzierter Publikationen

source: bibliotopic_nothing_listed
de: Für diesen Kontext konnten keine Literatureinträge gefunden werden.

source: header_bibrefs_listing
de: Literaturverweise

source: help_associated_bibfolder
de: Ordnet dieser Intelligenten Listeraturliste einen Bibliographieordner im Portal zu, um gegebenenfalls Literaturverweise in den assoziierten Bibliographieordner hochzuladen (Bibliographieimport).

source: help_bibliotopic_filterreferencesbyworkflowstate
de: Zeigt Literaturverweise nur dann an, wenn es der Workflow-Status des jeweiligen Literatureintrages erlaubt.

source: help_bibliotopic_footer
de: Der hier eingegebene Text wird unter der eigentlichen Literaturliste als Fußtext angezeigt.

source: help_bibliotopic_header
de: Der hier eingegebene Text wird über der eigentlichen Literaturliste als Kopftext angezeigt.

source: help_bibliotopic_linktooriginalref
de: Soll der Titel eines Eintrages in der Literaturliste zur Seite des jeweiligen Literatureintrages verlinken?

source: help_bibliotopic_linktooriginalrefonlyifowner
de: Wenn die Funktion 'Zu Literatureinträgen verlinken' aktiviert ist, nur die Literatureinträge verlinken, für die der authentifizierte Benutzer als Besitzer (ZOPE-Rolle) registriert ist.

source: help_bibliotopic_listinglayout
de: HTML-Format für Intelligente Listeraturliste. Wenn Sie keine HTML-Liste oder -Tabelle wünschen, wählen Sie hier: 'Einfache Liste'.

source: help_bibliotopic_nowfstatefilterifusercanmodifybibrefcontent
de: Zeigt explizit auch nicht-veröffentlichte Literatureinträge an, sofern der authentifizierte Benutzer berechtigt ist, den Inhalt des jeweiligen Literatureintrages zu ändern.

source: help_bibliotopic_presentation
de: Bibliographiestil für die Darstellung. Sie können einen fest programmierten Bibliographiestil oder einen benutzerdefinierten Bibliographiestil für die Darstellung der Literaturverweise wählen.

source: help_bibliotopic_structurallayout
de: Wählen Sie ein Feld im Literatureintrag, dass für eine Untergliederung Ihrer Intelligenten Literaturliste herangezogen werden soll. Diese Funktion erlaubt es Ihnen, Ihre Literaturliste zweifach zu untergliedern. Zur Verdeutlichung versuchen Sie folgendes: Wählen Sie 'Publikationsjahr' hier und benutzen Sie 'Autoren von Literatureinträgen' als das Sortierkriterium im Kriterien-Reiter dieser Intelligenten Literaturliste. Sie erhalten eine Liste von Literaturverweisen, die primär nach dem Veröffentlichungsjahr sortiert ist. Innerhalb eines jeden Veröffentlichungsjahres werden dann wiederum die Literaturverweise nach Autorennamen angeordnet.

source: help_bibliotopic_structurallayoutreversesortorder
de: Klicken Sie hier, wenn die Untergliederung der Intelligenten Literaturliste in umgekehrter Reihenfolge erfolgen soll.

source: help_inherit_criteria
de: Grenzen Sie die Suchergebnisse der übergeordneten Intelligenten Literaturliste durch die zusätzlichen Kriterien dieser Intelligenten Literaturliste ein.

source: label_associated_bibfolder
de: Assoziierter Bibliographieordner

source: label_bibliotopic_filterreferencesbyworkflowstate
de: Filtere Literatureinträge nach Workflow-Status

source: label_bibliotopic_footer
de: Fusstext für diese Intelligente Literaturliste

source: label_bibliotopic_header
de: Kopftext für diese Intelligente Literaturliste

source: label_bibliotopic_linktooriginalref
de: Zu Literatureinträgen verlinken

source: label_bibliotopic_linktooriginalrefonlyifowner
de: Zu Literatureinträgen nur velinken wenn Besitzer

source: label_bibliotopic_listinglayout
de: Layout der Literaturliste (HTML)

source: label_bibliotopic_nowfstatefilterifusercanmodifybibrefcontent
de: Kein Workflow-Status-Filter für Literatureinträge, die der Benutzer bearbeiten kann

source: label_bibliotopic_presentation
de: Bibliographiestil

source: label_bibliotopic_structurallayout
de: Untergliederung der Literaturliste

source: label_bibliotopic_structurallayoutreverseorder
de: Reihenfolge der Untergliederung umkehren

source: label_inherit_criteria
de: Kriterien vererben

source: sub_atbibliolists_heading
de: Enthaltene Intelligente Literaturlisten:
