Repository: collective/ATBiblioTopic
Catalog: i18n/plone-*.po
Languages: de

source: Smart Bibliography List
de: Intelligente Literaturliste

source: description_edit_bibliotopic
de: Benutzen Sie diesen ordnerähnlichen Inhaltstyp, um Suchkriterien für die Literatursuche im Portal zusammenzustellen. Entsprechend dieser Suchkriterien generiert die Intelligente Literaturliste eine aktuelle Liste aller zutreffenden Literatureinträge.

source: Search all reference item text fields
de: Textfelder von Literatureinträgen durchsuchen

source: AuthorItems
de: Einzelner (Mit)Autor

source: Single (Co)Author
de: Einzelner (Mit)Autor

source: Publication Date
de: Publikationsdatum

source: Reference Type(s)
de: Literaturtype(n)

source: Title of the referenced bibliography item
de: Titel einer referenzierten Publikation

source: Website Path
de: Websitepfad im Portal

source: Publication Year
de: Publikationsjahr

source: Bulleted list
de: Bullet-Liste

source: Ordered list
de: Nummerierte Liste

source: Simple lines list
de: Einfache Liste

source: Table listing
de: Auflistung als Tabelle

source: No structuring
de: Keine Untergliederung

source: Reference Type
de: Literaturtyp

source: Single (Co)Authors
de: Einzelne (Mit)Autoren

source: structurallayout_unallocatable_search_result_items
de: Weitere Publikationen (die keiner der oben genannten Kategorien zuordbar sind)

source: Authors (ascending), Publication year (ascending)
de: Autoren (aufsteigend), Publikationsjahr (aufsteigend)

source: Sort referenced bibliographical items by author(s) (ascending) first and then by publication year (ascending).
de: Sortiert Literaturverweise zuerst nach Autor(en) (aufsteigend) und dann nach Publikationsjahr (aufsteigend)

source: Authors (ascending), Publication year (descending)
de: Autoren (aufsteigend), Publikationsjahr (absteigend)

source: Sort referenced bibliographical items by author(s) (ascending) first and then by publication year (descending).
de: Sortiert Literaturverweise zuerst nach Autor(en) (aufsteigend) und dann nach Publikationsjahr (absteigend)

source: Publication year (ascending), Authors (ascending)
de: Publikationsjahr (aufsteigend), Autoren (aufsteigend)

source: Sort referenced bibliographical items by publication year (ascending) first and then by author(s) (ascending).
de: Sortiert Literaturverweise zuerst nach dem Publikationsjahr (aufsteigend) und dann nach Autor(en) (aufsteigend)

source: Publication year (descending), Authors (ascending)
de: Publikationsjahr (absteigend), Autoren (aufsteigend)

source: Sort referenced bibliographical items by publication year (descending) first and then by author(s) (ascending).
de: Sortiert Literaturverweise zuerst nach dem Publikationsjahr (absteigend) und dann nach Autor(en) (aufsteigend)
